---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelHeadTag
source: html/f607b8cd-a301-56d9-c310-4b136e5bff05.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelHeadTag Property

"Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelHeadTag { get; }
```